Repository: HLeithner/Braintacle
Catalog: languages/*/zend.po
Languages: de

source: You must give a non-empty value for field '%field%'
de: Sie müssen einen nicht leeren Wert für Feld '%field%' angeben

source: '%value%' does not fit the date format '%format%'
de: '%value%' passt nicht zu Datumsformat '%pattern%'

source: A record matching '%value%' was found
de: Ein Datensatz '%value%' ist bereits vorhanden

source: '%value%' must contain only digits
de: '%value%' darf nur Ziffern enthalten

source: '%hostname%' is no valid hostname for email address '%value%'
de: '%hostname%' ist kein gültiger Hostname für Emailadresse '%value%'

source: '%value%' is no valid email address in the basic format local-part@hostname
de: '%value%' ist keine gültige Emailadresse im Format local-part@hostname

source: Maximum allowed size for file '%value%' is '%max%' but '%size%' detected
de: Maximale erlaubte Größe für Datei '%value%' ist '%max%' aber '%size%' übermittelt

source: File '%value%' exceeds the defined ini size
de: Datei '%value%' überschreitet die definierte Größe.

source: File '%value%' was not uploaded
de: Datei '%value%' wurde nicht hochgeladen.

source: '%value%' appears to be a DNS hostname but cannot extract TLD part
de: '%value%' scheint ein DNS Hostname zu sein, aber TLD kann nicht extrahiert werden

source: '%value%' appears to be a local network name but local network names are not allowed
de: '%value%' scheint ein lokaler Netzwerkname zu sein, aber lokale Netzwerknamen sind nicht erlaubt

source: '%value%' appears to be a DNS hostname but cannot match TLD against known list
de: '%value%' scheint ein DNS Hostname zu sein, TLD ist aber unbekannt

source: '%value%' appears to be a DNS hostname but cannot match against hostname schema for TLD '%tld%'
de: '%value%' scheint ein DNS Hostname zu sein, passt aber nicht zu Hostnamenschema für TLD '%tld'

source: '%value%' does not match the expected structure for a DNS hostname
de: '%value%' passt nicht zu erwarteter Struktur für einen DNS-Hostnamen

source: '%value%' does not appear to be a valid local network name
de: '%value%' scheint kein gültiger lokaler Netzwerkname zu sein

source: '%value%' does not appear to be a valid IP address
de: '%value%' scheint keine gültige IP-Adresse zu sein

source: The two given tokens do not match
de: Die beiden Werte sind verschieden

source: Value is required and can't be empty
de: Wert darf nicht leer sein.

source: '%value%' does not match against pattern '%pattern%'
de: '%value%' passt nicht zu Muster '%pattern%'

source: '%value%' is less than %min% characters long
de: '%value%' ist kürzer als %min% Zeichen

source: '%value%' is greater than %max% characters long
de: '%value%' ist länger als %max% Zeichen
